{"policy": "Privacy Policy.txt", "site": "nps.gov", "paragraphs": [{"classes": "o", "paragraph": "We collect no personal information about you when you visit our website unless you choose to provide this information to us.\nHowever, we collect and store certain information automatically.\nHere is how we handle information about your visit to our website."}, {"classes": "i,o", "paragraph": "What We Collect and Store Automatically \n \nIf you do nothing during your visit but browse through the website, read pages, or download information, we will gather and store certain information about your visit automatically.\nThis information does not identify you personally.\nWe automatically collect and store only the following information about your visit: \n \n The Internet domain (for example, \"xcompany.com\" if you use a private Internet access account, or \"yourschool.edu\" if you connect from a university's domain) and IP address (an IP address is a number that is automatically assigned to your computer whenever you are surfing the Web) from which you access our website; \n The type of browser and operating system used to access our site; \n The date and time you access our site; \n The pages you visit.\nand \n If you linked to our website from another website, the address of that website.\nWe use the information we collect to count the number and type of visitors to the different pages on our site, and to help us make our site more useful to visitors like you."}, {"classes": "i,l", "paragraph": "If You Send Us E-mail \n \nYou may choose to provide us with personal information, as in e-mail with a comment or question.\nWe use the information to improve our service to you or to respond to your request.\nSometimes we forward your e-mail to other government employees or authorized concessioners who may be better able to help you.\nExcept for authorized law enforcement investigations, we do not share our e-mail with any other outside organizations."}, {"classes": "m,t", "paragraph": "Links to Other Sites \n \nOur website has many links to our partners, especially other federal agencies.\nIn a few cases we link to private organizations.\nWhen you click one of these partner links, you are no longer on our site and are subject to the privacy policy of the new site."}, {"classes": "", "paragraph": "More Information \n Department of Interior Privacy Policy Department of Interior Childrens Privacy Policy"}]}