{"policy": "Terms of Service.txt", "site": "centerforinquiry.net", "paragraphs": [{"classes": "", "paragraph": "Terms of Use"}, {"classes": "p,d", "paragraph": "By viewing this web site, you agree to the following Terms and Conditions.\nCenter for Inquiry (CFI) reserves the right to change these Terms and Conditions at any time."}, {"classes": "m", "paragraph": "CFI grants visitors a non-exclusive, non-transferable, limited right to access, use and display the contents of this website.\nThis site and the information, names, images, pictures, logos regarding or relating to CFI are provided \"as is\" without any representation or endorsement made and without warranty of any kind, whether express or implied.\nUnder no circumstances will CFI be liable for any damages including, without limitation, indirect or consequential damages, or any damages whatsoever arising from the use or in connection with such use or loss of use of the site, whether in contract or in negligence or any other theory of liability."}, {"classes": "m", "paragraph": "While every effort is made to ensure the accuracy of the information on these pages, no guarantees are provided.\nCFI does not warrant that this site or the functions contained in the material contained in this site will be uninterrupted or error free, that defects will be corrected, or that this site or the server that makes it available are free of viruses or bugs or represents the full functionality, accuracy and reliability of the materials."}, {"classes": "", "paragraph": "Any communication or material transmitted to, or posted on, any public area of the site including any data, questions, comments, suggestions, discussion forum posts, or the like, is, and will be treated as, non-confidential and non-proprietary information.\n \nLinks"}, {"classes": "m", "paragraph": "The CFI Web site contains links to other Web sites.\nAll such links are provided as a convenience to our visitors.\nWe are not responsible for the practices, policies, or the content of sites other than the CFI Web site.\n \nCopyright Notice"}, {"classes": "", "paragraph": "Commercial use or publication of all or any items displayed on the CFI Web site is strictly prohibited without prior authorization from CFI."}, {"classes": "", "paragraph": "The CFI Web site is a compilation work composed of materials contributed by CFI and other contributors.\nThe compilation itself is property of CFI.\nOther contributors have licensed CFI to use their materials.\nAll rights in these documents are reserved to their owners, and permission to copy or otherwise exploit them must be requested and obtained directly from the copyright owners.\n \nQuestions"}, {"classes": "", "paragraph": "If you have any questions about these Terms and Conditions, the practices of this Web site, or your dealings with this Web site, please direct your questions by mail to: 3965 Rensch Rd.\nAmherst, NY 14228.\nYou may also send an email to .(JavaScript must be enabled to view this email address).\nplease reference this Terms and Conditions in your subject line."}]}