{"policy": "Privacy Policy.txt", "site": "carsdirect.com", "paragraphs": [{"classes": "", "paragraph": "Internet Brands  \n Privacy Highlights \n Privacy Policy \n Cookie Policy \n Privacy Contact \n  Privacy Policy Highlights"}, {"classes": "", "paragraph": "Internet Brands, Inc.\nand its subsidiaries and corporate affiliates operate websites, provide products and services through mobile and other applications, and develop software.\nWe govern these with a single privacy policy.\nThis notice provides highlights of our full Privacy Policy.\nIt briefly describes the collection and use of information when you use or interact with our branded websites, services, and software, operating under different branded names. \n \n  Personal Information"}, {"classes": "i,d,o", "paragraph": "We collect personal information for various business purposes when you interact with us, such as providing you with a subscription, processing your order, responding to requests for service or assistance, creating and improving our products and services, suggesting additional or different products or services, and protecting our rights and property.\nWe collect information about you in two basic ways: First, we receive information directly from you.\nSecond, through use of cookies and other technologies, we keep track of your interactions. \n \n  Your Choices  \n You can stop receiving promotional emails from us by following the instructions in the email you receive. \n You may cancel your registration or deactivate your account, or update your preferences at any time. \n You can manage cookies using your browser controls. \n You can opt out of the use of certain cookies. \n Individual products or services may offer additional controls or preferences. \n \n \n  Uses of Information"}, {"classes": "", "paragraph": "Your information is used to fulfill your requests and communicate with you, operate, support and improve our sites, products and services, conduct internal research, and personalize the content, products, services and advertisements offered to you. \n \n  Information Sharing"}, {"classes": "l,t", "paragraph": "We do not sell, rent or provide your personal information to third parties that are unaffiliated with Internet Brands.\nYour personal information is shared with third parties with your consent, except in circumstances where the law requires it to be shared. \n \n  How to Contact Us  \n Use our Privacy Contact form, or write to us at the address below. \n \n Privacy Office \n Internet Brands, Inc. \n 909 N.\nSepulveda Blvd., 11th Floor \n El Segundo, CA 90245 U.S.A. \n \n \n \n Internet Brands"}]}